Repository: muzena/plugin.program.echowizard
Catalog: resources/language/croatian/strings.po
Languages: hr

# #30000
source: Logs Uploaded
hr: Zapisa poslano

# #30001
source: Log Upload Failed: %s
hr: Neuspjelo slanje zapisa: %s

# #30002
source: Do you want to upload your logs?
hr: Želite li poslati svoje zapise?

# #30003
source: Email Successful
hr: E-pošta poslana uspješno

# #30004
source: Email Failed
hr: E-pošta poslana neuspješno

# #30005
source: Email Not Supported
hr: E-pošta nije podržana

# #30006
source: Email Not Configured
hr: E-pošta nije podešena

# #30007
source: *WARNING* Debug Logs may contain sensitive information!
hr: *UPOZORENJE* Zapisi otklanjanja grešaka mogu sadržavati povjerljive informacije!

# #30008
source: Dropbox Authorization
hr: Dropbox ovjera

# #30009
source: Visit this link: [COLOR blue]%s[/COLOR]
hr: Posjetite poveznicu: [COLOR blue]%s[/COLOR]

# #30010
source: Then enter this PIN: %s
hr: Upišite PIN: %s

# #30011
source: Then follow the directions to authorize access to your dropbox.
hr: Zatim slijedite poveznicu za ovjeru pristupa vašem dropboxu.

# #30500
source: Destination Email Address
hr: Adresa e-pošte odredišta

# #30501
source: Include Old Kodi Log
hr: Uključi stari Kodi zapis

# #30502
source: Log Uploaders
hr: Pošiljatelji zapisa

# #30503
source: Enable TVAddons.ag
hr: Omogući TVAddons.ag

# #30504
source: Enable Dropbox
hr: Omogući Dropbox

# #30505
source: Enable Pastebin
hr: Omogući Pastebin

# #30506
source: Enable Ubuntu
hr: Omogući Ubuntu
